[
    {
        "id": 0,
        "name": "Woman with Plants",
        "year": 1929,
        "artist": "Grant Wood",
        "transcript": "In this portrait, the    artist’s mother holds a sansevieria plant—known for its <span class='popup' onclick='showPopup(this)'><span class='popuptext'>抗寒<\/span>hardiness<\/span> and endurance. Her light-green dress ties her visually to the farms beyond, suggesting a deep connection between her and the land. Each detail <a href='https://zh.wikipedia.org/wiki/%E6%A0%BC%E5%85%B0%E7%89%B9%C2%B7%E4%BC%8D%E5%BE%B7' >Wood<\/a> has chosen to include here is significant. Explaining why this painting was so important to him, he later wrote: “I spent twenty years wandering around the world hunting ‘arty’ subjects to paint. I came to Cedar Rapids, my home town, and the first thing I noticed was the <span class='popup' onclick='showPopup(this)'><span class='popuptext'>十字绣<\/span>cross-stitched embroidery<\/span> of my mother’s apron.” <br>Wood made the painting the year after going to Munich to supervise production of the Memorial Window. Like the other works in this gallery—including American Gothic—it resembles <a href='https://zh.wikipedia.org/wiki/%E5%8C%97%E6%96%B9%E6%96%87%E8%97%9D%E5%BE%A9%E8%88%88'>northern Renaissance portraits<\/a> Wood had admired while he was there. Building on their example, he found a way to fuse style and subject matter that felt authentic to his time and place.",
        "url": "https://uploads3.wikiart.org/images/grant-wood/woman-with-plants-1929.jpg"
    },

    {
        "id": 1,
        "name": "Arnold Comes of Age",
        "year": 1930,
        "artist": "Grant Wood",
        "transcript": "Arnold Comes of Age is a portrait of Arnold Pyle, who was a student of Grant Wood's when he was teaching middle school in Cedar Rapids, and then after graduation, Pyle became Wood's studio assistant. Wood believed that paintings needed to tell stories. He felt that every painting had a beginning, a middle, and an end. In order to expand the idea of a sitter's personality and life, he thought he would include symbolic objects. So in every portrait he includes images that reflect something about the sitter&#39;s personality. On the sleeve of Arnold's shirt is a butterfly, which represents symbolically the metamorphosis of life. There's a river of life dividing frolicking nude teens in the foreground and a harvested cornfield in the background to represent maturity. The other aspect of the picture, however, is a melancholy sense of sadness about it. I think it reflects Wood's own ambivalence about growing up.",
        "url": "https://static.seattletimes.com/wp-content/uploads/2012/05/2018320647-780x0.jpg"
    },

    {
        "id": 3,
        "name": "Boy Milking Cow",
        "year": 1932,
        "artist": "Grant Wood",
        "transcript": "Wood painted Boy Milking Cow and the two nearby canvases for the same hotel that commissioned the corn cob chandelier we saw at the beginning of this tour. He called the series the Fruits of Iowa. Wood once said that he got his best ideas while milking a cow. But while he adopted the persona of “farmer painter” in public—even adopting overalls as a kind of uniform—he was more conflicted in private. Sara Sherman Maxon, whom Wood married in 1935 and divorced four years later, described this tension. She actually says that Wood's relationship with his region and with his family was a really complicated one. That, in a sense, he was more of a city boy than a farm boy to her. He confided to her that he absolutely detested milking cows, for example. So there are moments like that that you think, boy, how much of what we are hearing, even from Wood's own mouth, was an intentional form of camouflage?",
        "url": "https://arthive.com/res/media/img/oy1200/work/ee8/406731.jpg"
    },

    {
        "id": 4,
        "name": "Dinner for Threshers",
        "year": 1934,
        "artist": "Grant Wood",
        "transcript": "One way you could think about it is as a stage set. So it looks almost like the stage of a theater where a play is happening and you're seeing a house in cross-section. Another way to think about it is as a kind of reference to Leonardo da Vinci's Last Supper. You have this table right in the middle with a gathering of men around. It does seem in fact that there's a kind of ritualistic quality, maybe even a religious implication to the picture. But there's a third way of looking at the picture as a scene of Grant Wood's own childhood. You could even imagine that that figure way over on the left is himself, Grant Wood carrying this pail. Other figures in the painting might be stand ins for his sister or his father, his mother. It's a scene of a kind of idyllic perfection in a historical American setting. Given that Grant Wood had a somewhat complicated set of memories about his childhood—his father died when he was only ten years old—the nostalgia that you see in a picture like this is also tinged with loss. So, as so often with Grant Wood's work, it's I think right to look at this picture as on the one hand, very romantic and celebratory, but on the other hand, tinged with a kind of sadness.",
        "url": "https://art.famsf.org/sites/default/files/artwork/wood/0622201717120002.jpg"
    },

    {
        "id": 2,
        "name": "American Gothic",
        "year": 1930,
        "artist": "Grant Wood",
        "transcript": "When asked what American Gothic was about, <a href='- https://zh.wikipedia.org/wiki/%E6%A0%BC%E5%85%B0%E7%89%B9%C2%B7%E4%BC%8D%E5%BE%B7'>Wood<\/a> often said that it was really about architecture. This answer was typical of him—he didn’t like to give much away. But it’s true that the starting point was the house in the background. With a <a href='https://zh.wikipedia.org/wiki/%E5%93%A5%E7%89%B9%E5%BC%8F%E8%89%BA%E6%9C%AF'>gothic-style<\/a> window that seemed out of sync with its simple construction, the house seemed to him typically American. He later used his dentist and his sister Nan—in separate sittings—as the models for this couple. To hear about why this painting may have captured so many viewers’ imaginations, please tap to continue. You have these people who are standing so close to each other that they're really <span class='popup' onclick='showPopup(this)'><span class='popuptext'>身体重叠<\/span>physically overlapping<\/span>.<br>She's right behind him and isn't engaging with him at all, and he's not engaging with her. She's looking out off to the side at something that—we don't know what it is—with this very kind of grim expression on her face as he&#39;s gazing <span class='popup' onclick='showPopup(this)'><span class='popuptext'>恳求地<\/span>imploringly<\/span> into you, confronting you in many respects. When it was first premiered, it was praised in the Chicago Evening Post, praised as being AMERICAN in all capital letters, and many people from around the country really saw their own experiences in this in a positive way. Critics on the East Coast saw this as this great, biting critique of these people that they assumed to be oppressive and <span class='popup' onclick='showPopup(this)'><span class='popuptext'>清教徒<\/span>imploringly<\/span>, and they really delighted in it too. So you had people responding to it from what we say now are both sides of the aisle, interpreting it in different ways, but interpreting it to their own ends, and I think that that openness is a large part of the reason why the work succeeds, both then and now.",
        "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/Grant_Wood_-_American_Gothic_-_Google_Art_Project.jpg/800px-Grant_Wood_-_American_Gothic_-_Google_Art_Project.jpg"
    }
]